Revit 2027 API
CurveArrArray Constructor
Initializes a new instance of the CurveArrArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public CurveArrArray()
Public Sub New
public:
CurveArrArray()
new : unit -> CurveArrArray
See Also
Reference
CurveArrArray Class
Autodesk.Revit.DB Namespace